Repository: FabienBoutantin/TeslaSniffer
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Search url:
fr_fr: URL de recherche :

source: Car url:
fr_fr: URL de véhicule :

source: While handling conversion of: '{}'
fr_fr: Durant la gestion de la conversion de '{}'

source: Error getting addr for {}: {}
fr_fr: Erreur : récupération de l'adresse de {} : {}

source: Paint
fr_fr: Coloris

source: Wheels
fr_fr: Jantes

source: Tow Hitch
fr_fr: Crochet d'attelage

source: far far away (Naboo)
fr_fr: fort fort-lointain (votre princesse est dans un autre château)

source: --tow hitch--
fr_fr: --crochet d'attelage--

source: Closest:
fr_fr: Le plus proche :

source: Send Notification
fr_fr: Envoi de notification

source: No yet implemented
fr_fr: Pas encore implémenté

source: No SMS mechanism set
fr_fr: Pas de méchanisme d'envoi de SMS séléctionné

source: Sending SMS: {}
fr_fr: Envoi du SMS : {}

source: Exception occurred
fr_fr: Un exception a étée levée

source: SMS send failed!
fr_fr: Erreur d'envoi de SMS

source: Nothing configured yet. This script will create a configuration for you.
fr_fr: Rien n'est configuré pour le moment. Ce script va générer une configuration avec vous.

source: To be able to do it, simply copy paste here the URL of the inventory search you want on Tesla website (including your required options).
fr_fr: Pour cela, copiez l'URL de votre recherche sur le site tesla (avec les options voulues) ici.

source: For instance, for a Gray Model Y with 19" Wheels for Zip code 12345:
fr_fr: Par exemple, pour un Model Y Gris en jantes 19" près de Nancy :

source: https://www.tesla.com/inventory/new/my?PAINT=GRAY&WHEELS=NINETEEN&arrangeby=plh&zip=12345&range=0
fr_fr: https://www.tesla.com/fr_FR/inventory/new/my?PAINT=GRAY&WHEELS=NINETEEN&arrangeby=plh&zip=54000&range=0

source: Error: zip is not provided in URL: cannot continue.
fr_fr: Erreur: le code postal (ZIP) n'a pas été fourni dans l'URL. Arrêt!

source: Error: hit [enter] or give a new numeric value.
fr_fr: Erreur: tapez sur la touche [entrée] ou entrez une nouvelle valeure numérique

source: Update frequency (seconds)
fr_fr: Fréquence de mise à jour (seconds)

source: Display car not farer than (km)
fr_fr: Afficher les voitures dans un rayon de (km)

source: Display cars cheaper than
fr_fr: Afficher les voitures moins chers que

source: Notify cheaper cars than
fr_fr: Envoyer une notification si le véhicule est moins cher que

source: Send a SMS for cars cheaper than
fr_fr: Envoyer un SMS si le véhicule est moins cher que

source: Processed {}/{} car(s)...
fr_fr: {}/{} véhicule(s) lus pour le moment...

source: Processed {} cars!
fr_fr: {} véhicule(s) lus

source: Handled {} cars in {:.2f}s
fr_fr: {} véhicule(s) étudié(s) en {:.2f}s
